title=["일시 정지","PAUSED"]
tips=[
["보너스를 많이 얻으려면 튕기는 공을 최대한 따라가는 것이 좋습니다",
"일시정지는 안전한 곳에서 하는 것을 추천드립니다",
"특정 조건을 만족하면 게임 오버 화면에서 나오는 주인공의 대사가 바뀝니다",
"사실 초록, 노랑색 제목의 업적 말고도 숨겨진 업적이 더 있습니다",
"업적 제목의 색깔은 각 업적의 난이도를 나타낸 것입니다",
"적들 중에서 초록색 적이 없다는 것을 눈치 채셨나요?",
"현재 이 게임의 후속작이 개발 중에 있습니다",
"PC 버전과 모바일 버전의 차이점이 많이 있습니다.\n기회가 된다면 PC버전도 플레이 해 주세요!",
"튕기는 공이 생성되는 지점에 장막을 펼치면 다량의 포인트를 얻을 수 있습니다",
"게임을 끈 후에는 직접 한 번 더 게임을 꺼 주세요!\n스마트폰 맨 왼쪽 아래 버튼을 누르고 게임을 위로 올리면 됩니다"],[]]
exitGuide=""
tipToShow=irandom(array_length(tips[global.language-1])-1)
phase=0;
depth=1